app/controllers/meetings_controller.rb

  def index
    @meetings = Meeting.all
---
SELECT "meetings".* FROM "meetings"

  def create
    @meeting = Meeting.new(meeting_params)

    respond_to do |format|
      if @meeting.save
---
INSERT INTO "meetings" ("name", "start_time", "end_time", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "meeting 1"], ["start_time", "2021-07-21 21:49:00"], ["end_time", "2021-07-21 22:49:00"], ["created_at", "2021-07-21 21:49:46.524986"], ["updated_at", "2021-07-21 21:49:46.524986"]]

  def destroy
    @meeting.destroy
---
DELETE FROM "meetings" WHERE "meetings"."id" = $1  [["id", 3]]

    def set_meeting
      @meeting = Meeting.find(params[:id])
---
SELECT "meetings".* FROM "meetings" WHERE "meetings"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]