app/controllers/pages_controller.rb

  def home
    @meetings = Meeting.all
---
SELECT "meetings".* FROM "meetings"